/* (No Commment) */
"
This license was purchased in the Mac App Store. 
Thank you!" = "Esta licencia fue adquirida en la Mac App Store. ¡Gracias!";

/* (No Commment) */
"
Your copy of BetterZip is registered. Thank you!" = "
Tu copia de BetterZip ha sido registrada. ¡Gracias!";

/* (No Commment) */
"%d days left" = "Quedan %d días";

/* (No Commment) */
"Automatically check for updates (last check: %@)" = "Buscar actualizaciones automáticamente (última comprobación: %@)";

/* (No Commment) */
"Better get your license today!" = "Le aconsejamos adquirir su licencia ¡Hoy!";

/* (No Commment) */
"BetterZip has detected more copies running at the same time in your network than you have license keys. 

Every computer in your network needs its own license key. Please consider buying one of those really reasonably priced multi-user licenses." = "BetterZip ha detectado más copias ejecutándose al mismo tiempo en la red que claves de licencia posees. Cada equipo de su red necesita su propia clave de licencia. Por favor considere comprar una de esas licencias multiusuarios a precios razonables.";

/* (No Commment) */
"BetterZip is not yet registered. Your trial period ends today. To continue using BetterZip click the 'Buy now' button below and register now!" = "BetterZip aún no está registrado. El período de prueba finaliza hoy. Para seguir utilizando BetterZip pulsa el botón 'Comprar en línea' y ¡Registraté ahora!";

/* (No Commment) */
"BetterZip is not yet registered. Your trial period will end in %d days. 

If you like BetterZip, click the 'Buy now' button below and get your license today!" = "BetterZip aún no está registrado. El período de prueba terminará en %d días. ¡Si te gusta BetterZip, haz clic en el botón \"Comprar ahora\" y obtén tu licencia hoy mismo!";

/* (No Commment) */
"BetterZip is not yet registered. Your trial period will end tomorrow. To continue using BetterZip click the 'Buy now' button below and register now!" = "BetterZip aún no está registrado. El período de prueba finalizará mañana. Para seguir utilizando BetterZip pulsa el botón 'Comprar en línea' y ¡Regístrate ahora!";

/* (No Commment) */
"Buy Me!" = "¡Cómprame!";

/* (No Commment) */
"Buy Now..." = "Comprar ahora...";

/* (No Commment) */
"Buy now" = "Comprar en línea";

/* (No Commment) */
"Buy today!" = "¡Comprar hoy!";

/* (No Commment) */
"Check for Updates..." = "Buscar actualizaciones...";

/* (No Commment) */
"Continue" = "Continuar";

/* (No Commment) */
"Great!" = "¡Genial!";

/* (No Commment) */
"Instant Karma" = "Karma Instantánea";

/* (No Commment) */
"It has been a long time since you last tried BetterZip. Take a few more days to evaluate it again. Your trial period has been extended by five days." = "Ha pasado mucho tiempo desde la última vez que probastes BetterZip. Disfruta de unos días más de prueba. El periodo de prueba se ha ampliado.";

/* (No Commment) */
"Later" = "Más tarde";

/* (No Commment) */
"More license keys required." = "Se necesita la clave completa en la licencia.";

/* (No Commment) */
"Must.Buy.Now." = "Debe.Comprar.Ahora.";

/* (No Commment) */
"Please register BetterZip to enable the saving of archives." = "Por favor registra BetterZip para permitir el guardado de archivos.";

/* (No Commment) */
"Pleeease!" = "¡Por favooor!";

/* (No Commment) */
"Registration..." = "Registro...";

/* (No Commment) */
"Registration: # %d on %@
Licensee: %@" = "Registrado: # %d el %@
Titular de la licencia: %@";

/* (No Commment) */
"Registration: # %d on %@ for %d licenses
Licensee: %@" = "Registrado: # %d el %@ para %d licencias
Titular de la licencia: %@";

/* (No Commment) */
"The code is invalid. Make sure you pasted the complete key into the text field." = "El código no es válido. Asegúrese de que ha pegado la clave completa en el campo de texto.";

/* (No Commment) */
"The trial period is over" = "El período de prueba ha finalizado";

/* (No Commment) */
"This function is available to registered users only." = "Esta función sólo está disponible para usuarios registrados.";

/* (No Commment) */
"This is a license code for an older version of BetterZip. You can use it to purchase a BetterZip 4 license for the discounted upgrade price of $9.99. Click “Upgrade now” below to go to our web shop." = "Este es un código de licencia para una versión anterior de BetterZip. Puedes utilizarlo para comprar una licencia de BetterZip 4 a un precio de actualización con descuento de $9,99. Haga clic en \"Actualizar ahora\" para ir a nuestra tienda web.";

/* (No Commment) */
"This is a temporary license code for customers who bought BetterZip 2 in the Mac App Store. You can use it to purchase a BetterZip 4 license for the discounted upgrade price of $9.99. Click “Upgrade now” below to go to our web shop." = "Esto es un código de licencia temporal para los usuarios que compraron BetterZip 2 en la Mac App Store. Lo puedes utilizar para comprar una licencia BetterZip 4 por un precio de actualización con descuento de $9.99. Haga clic abajo en “Actualizar ahora” para ir a nuestra tienda web.";

/* (No Commment) */
"Trial user
%d days left" = "Usuario de prueba
%d días restantes";

/* (No Commment) */
"Upgrade now" = "Actualizar ahora";

/* (No Commment) */
"Welcome back to BetterZip!" = "¡BetterZip te da de nuevo la bienvenida!";

/* (No Commment) */
"Your license is not valid for this version of BetterZip, but our upgrade fees are very reasonable.
Click the 'Buy now' button to check it out." = "Tu licencia de BetterZip no es válida para esta versión, pero nuestras tarifas de actualización son muy razonables.
Haz click en el botón 'Comprar en línea' para comprobarlo.";

/* (No Commment) */
"Your trial period is over. Although BetterZip will work for a few more days, you have to register, if you want to continue using it! Click the 'Buy now' button below and receive your license key within minutes." = "Período de prueba finalizado. ¡Aunque BetterZip funcionará durante unos días más, deberás registrarlo si quieres continuar utilizando! Haz click en el botón 'Comprar en línea' y recibirás tu clave de licencia en unos minutos.";

/* (No Commment) */
"Your trial period is over. You can still view archives, but saving archives has been disabled. Please register, if you want to continue using BetterZip! Click the 'Buy now' button below and receive your license key within minutes." = "El periodo de prueba ha finalizado. Podrás ver los archivos pero el guardado ha sido desactivado. ¡Por favor, regístrate si quieres seguir usando BetterZip! Haz click en el botón de abajo “comprar en línea” y recibirás tu clave de licencia en unos minutos.";

/* (No Commment) */
"https://macitbetter.com/BetterZip.rss" = "https://macitbetter.com/BetterZip.rss";

/* (No Commment) */
"https://macitbetter.com/buy/betterzip" = "https://macitbetter.com/buy/betterzip";

/* (No Commment) */
"https://macitbetter.com/lost-key-for/betterzip" = "https://macitbetter.com/lost-key-for/betterzip";

